let handler = async (m) => {
  global.db.data.chats[m.chat].isBanned = false;
  
  let message = `───────────────❖───────────────
      🌅❤️ 𝑴𝒐𝒅𝒂𝒍𝒊𝒕𝒂̀ 𝑨𝑭𝑲 𝑹𝒊𝒎𝒐𝒔𝒔𝒂 ❤️🌅
───────────────❖───────────────

   𝐒𝐭𝐨 𝐮𝐬𝐜𝐞𝐧𝐝𝐨 𝐝𝐚𝐥𝐥𝐚 𝐦𝐨𝐝𝐚𝐥𝐢𝐭à 𝐀𝐅𝐊!
   𝐁𝐮𝐨𝐧𝐠𝐢𝐨𝐫𝐧𝐨 ❤️✨

───────────────❖───────────────
      🌞 𝑺𝒐𝒏𝒐 𝒕𝒐𝒓𝒏𝒂𝒕𝒐, 𝒃𝒖𝒐𝒏𝒂 𝒈𝒊𝒐𝒓𝒏𝒂𝒕𝒂! 🌞
───────────────❖───────────────`;

  await conn.sendMessage(m.chat, { 
    text: message
  }, { quoted: m });
};

handler.help = ['007sbant'];
handler.tags = ['owner'];
handler.command = /^(007sban|sban007)$/i;
handler.rowner = true;

export default handler;
